[
    {"text": "Can you give me a hand?"},
    {"text": "Why did the scarecrow become a successful politician?"},
    {"text": "What has keys but can't open locks?"},
    {"text": "How do you organize a space party?"},
    {"text": "Why don't scientists trust atoms?"},
    {"text": "What gets wetter as it dries?"},
    {"text": "What comes once in a minute, twice in a moment, but never in a thousand years?"},
    {"text": "Why did the bicycle fall over?"},
    {"text": "What has a heart that doesn't beat?"},
    {"text": "How do you catch a squirrel?"},
    {"text": "Why did the tomato turn red?"},
    {"text": "What has a neck but no head?"},
    {"text": "Why did the math book look sad?"},
    {"text": "What has keys but can't open locks?"},
    {"text": "Why was the belt arrested?"},
    {"text": "What starts with 'e' and ends with 'e' but only has one letter?"},
    {"text": "Why did the computer catch a cold?"},
    {"text": "What can travel around the world while staying in a corner?"},
    {"text": "Why did the broom go to school?"},
    {"text": "What has an endless supply of letters but starts empty?"},
    {"text": "Why was the calendar always hungry?"},
    {"text": "Are you a parking ticket? Because you've got FINE written all over you."},
    {"text": "Do you have a Band-Aid? Because I just scraped my knee falling for you."},
    {"text": "Are you made of copper and tellurium? Because you're Cu-Te."},
    {"text": "If beauty were time, you'd be an eternity."},
    {"text": "Is your name Google? Because you've got everything I've been searching for."},
    {"text": "Are you a magician? Because whenever I look at you, everyone else disappears."},
    {"text": "Do you have a map? I keep getting lost in your eyes."},
    {"text": "Is your name Wi-fi? Because I'm really feeling a connection."},
    {"text": "Do you believe in love at first sight, or should I walk by again?"},
    {"text": "What is your favorite book?"},
    {"text": "If you could have dinner with any historical figure, who would it be?"},
    {"text": "What's the most challenging part of your job or studies?"},
    {"text": "If you could visit any place in the world, where would you go?"},
    {"text": "What's your go-to comfort food?"},
    {"text": "What's a skill you've always wanted to learn but haven't had the chance to?"},
    {"text": "Do you prefer mountains or beaches?"},
    {"text": "What's your favorite way to relax after a long day?"},
    {"text": "If you could time travel, which era would you visit?"},
    {"text": "What's the most interesting fact you've learned recently?"},
    {"text": "What's your favorite type of music?"},
    {"text": "What's a hobby you enjoy in your free time?"},
    {"text": "If you could have any superpower, what would it be?"},
    {"text": "What's a goal you're currently working towards?"},
    {"text": "What's your favorite season and why?"},
    {"text": "If you could meet any fictional character, who would it be?"},
    {"text": "What's a movie or TV show you could watch over and over again?"},
    {"text": "If you could have a conversation with your younger self, what advice would you give?"},
    {"text": "What's a quote that inspires you?"},
    {"text": "What's the last thing you learned that surprised you?"},
    {"text": "If you had a time machine, would you go to the past or the future?"},
    {"text": "What's your favorite outdoor activity?"},
    {"text": "If you could have dinner with any fictional character, who would it be and why?"},
    {"text": "What's your dream travel destination?"},
    {"text": "If you could master any skill instantly, what would it be?"},
    {"text": "What's a small joy that never fails to brighten your day?"},
    {"text": "What's your favorite childhood memory?"},
    {"text": "If you could switch lives with someone for a day, who would it be and why?"},
    {"text": "What's the most adventurous thing you've ever done?"},
    {"text": "Describe a perfect day according to you."},
    {"text": "What's a movie that made a lasting impact on you and why?"},
    {"text": "If a tree falls in a forest and no one is around to hear it, does it make a sound?"}
]
